{"data":{"portfolioItems":{"edges":[{"node":{"fields":{"category":"Design system","slug":"/work/nautilus","summary":"An open-source design system and React component library to help designers and developers build better digital products together. Designed for inclusivity, usability, and flexibility.","summaryShort":"An open-source and inclusive design system and React component library.","title":"Nautilus Design System","titleShort":"Nautilus","thumbnail":"/portfolio/nautilus/nautilus-thumbnail.png"}}},{"node":{"fields":{"category":"Mac Apps","slug":"/work/mic-drop","summary":"Ever been on a call and needed to turn off your microphone, like, right now, but couldn’t find the mute button quickly enough?\n\nMic Drop is a macOS menu bar app that allows you to quickly mute and unmute yourself using a keyboard shortcut. It works with every meeting app out there—from Zoom to Slack, FaceTime to Houseparty.\n","summaryShort":"Mic Drop is macOS app to quickly mute your microphone using a customisable keyboard shortcut or menu bar control.","title":"Mic Drop","titleShort":null,"thumbnail":"/portfolio/mic-drop/mic-drop-thumbnail.png"}}},{"node":{"fields":{"category":"Innovation","slug":"/work/rivet","summary":"An experimental project designed to vastly simplify and streamline the WordPress site-building process for small business owners by using technology to automate design decisions.","summaryShort":"An experimental project using technology to automate design decisions.","title":"Rivet","titleShort":null,"thumbnail":"/portfolio/rivet/rivet-thumbnail.png"}}},{"node":{"fields":{"category":"User research","slug":"/work/site-building-study","summary":"An exploratory user research study, conducted in the open and with community participation, to uncover users' mental models relating to building websites.","summaryShort":"A user research study to explore mental models relating to building websites.","title":"WordPress site building study","titleShort":"WordPress study","thumbnail":"/portfolio/site-building-study/sitebuildingstudy-thumbnail.png"}}},{"node":{"fields":{"category":"WordPress","slug":"/work/pique","summary":"A WordPress.com theme designed for small businesses, now in use on nearly one million WordPress sites.","summaryShort":"A WordPress theme for small businesses, now used on nearly a million websites.","title":"Pique","titleShort":null,"thumbnail":"/portfolio/pique/pique-thumbnail.png"}}}]}}}